const Callus = () => {
    return ( 
        <>
 <div className='blg'>
<div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'>إتصل بنا - contact us tawfikshoot.live
</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 رحب بجميع اتصالاتكم بخصوص اي شي مع أداة موقع كورة لايف يتم توفير نموذج الاتصال هذا ليتم التواصل مع موقع كورة لايف بكل سهولة ولكن يفضل التواصل بخصوص احد هذه الامور ليتم الرد باسرع وقت ممكن على الايميل المرسل.

عرض خبر مهمه لموقع كورة لايف - مشكلة تواجهكم في تصفح الموقع - ارسال اقتراح ما لتطوير الموقع - التواصل من اخر مقال ما على الموقع - التواصل من اجل عرض اعلان على الموقع - التواصل من اجل شراكه - استفسارات عامة.

يمكنك ان تبحث عن اى مقال داخل موقع كورة لايف من خلال نموذج البحث التالي والذى يمكنك استخدامه للوصول لاى موقع لا يتواجد في الصفحة الرئيسية للموقع.

اما نموذج الاتصال التالي في الصفحة يمكنك من خلاله التواصل مع أداة موقع كورة لايف بخصوص اى شئ تريده عن الموقع وسوف يتم الرد عليك في اسرع وقت ممكن من وقت العمل المتاح للادارة.

الرساله من نموذج الاتصال التالي يتم ارساله بشكل مباشر وفوري للبريد الالكتروني الخاص باداة الموقع.
لا يتم حفظ عنوان البريد الالكتروني ضمن سجلاتنا ولا يتم ارسال اى علانات علي الايميل الخاص بك.
نرجو منكم عدم ارسال الرساله اكثر من مره في حالة تاخر الرد وذلك حتي لايتم حذف الرساله.
برجاء اختيار عنوان مناسب للرساله يوضح بختصار محتوي الرساله لكي يسهل علينا الوصول لها.
يفضل ان تكون الرساله مختصره قدر الامكان وذلك حتي يسهل معرفة محتويها واى تفاصيل سوف يتم طلبها.
للتواصل عبر الايميل : admin@tawfikshoot.live
 </p>
      </div>

      </div>
        </>
     );
}
 
export default Callus;