const Privacy = () => {
    return ( 
        <>
 <div className='blg'>
<div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'> Tawfikshoot.live سياسة الخصوصية - privacy policy
</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 عند تصفحك لموقعنا، وارسالك لبيانات تخصك مثلا مراسلتنا عبر بريدك الالكتروني فإنك تأتمننا على معلوماتك. نحن ندرك أن هذه مسؤولية كبيرة ونعمل بجدية لحماية معلوماتك ونمنحك التحكم فيها.

تهدف سياسةُ الخصوصية هذه إلى مساعدتك على فهم ما هيه المعلومات التي نجمعها وسبب جمعنا لها، وكذلك طريقة تحديث معلوماتك وتصديرها وحذفها.

تطبق سياسة الخصوصية هذه على كافة البيانات الشخصية التي تقوم بتقديمها لنا من خلال تطبيق جو فور كورة الخاص بالهواتف الذكية، او عبر الموقع الإلكتروني كورة لايف
لقد تم وضع سياسة الخصوصية هذه من أجل تعزيز ثقتك حيال خصوصية وسلامة تفاصيل معلوماتك الشخصية.
</p>
      </div>

      <div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'> لذا فــ :

</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 ”أنت\ صيغة المخاطب” نشير بها إليك مستخدم الموقع.
“نحن\ صيغة المتكلم” تعني كورة لايف أو أي عضو من أعضاء ادارة الموقع.
“المستخدمون” تشير إلى مستخدمي الموقع عموما و أو فرادى حسبما يشير السياق. نقوم بالتعامل مع كافة البيانات الشخصية والمعلومات المتعلقة بالمستخدم بتوافق تام مع كافة تشريعات حماية الخصوصية ذات العلاقة.
تمت صياغة سياسة الخصوصية هذه لتظهر مدى التزامنا لزوارنا بخصوصيتهم الكاملة وعدم انتهاكنا لأي أمر من شأنه الإخلال بخصوصيتهم.
</p>
      </div>

      <div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'> + البيانات التي يتم تجميعها آلياً


</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 توجب عليك أن تعلم أنه من الممكن أن يتم جمع المعلومات والبيانات تلقائيا من خلال استخدام الملفات النصية (كوكيز). وهي ملفات صغيرة يتم من خلالها حفظ المعلومات الأساسية التي يستخدمها موقع الشبكة من أجل تحديد الاستخدامات المتكررة للموقع وعلى سبيل المثال، استرجاع اسمك إذا تم إدخاله مسبقا.
لا تندمج هذه الملفات النصية ضمن نظام التشغيل الخاص بك ولا تؤذي ملفاتك. وإذا كنت تفضل عدم جمع المعلومات من خلال استخدام الملفات النصية، تستطيع اتباع إجراء بسيط من خلال معظم المتصفحات والتي تمكنّك من رفض خاصية تنزيل الملفات النصية.

</p>
      </div>


      <div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'>+ البيانات التي تقوم بإدخالها


</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 ”أنت\ صيغة المخاطب” نشير بها إليك مستخدم الموقع.النماذج التي يتم تعبئتها بواسطة زوار الموقع بشكل اختياري مثل نموذج التعليقات، او نموذج الاتصال بنا، حيث يقوم الزوار في هذه النماذج بتعبئة معلومات خاصة بهم مثل الاسم والبريد الالكتروني وغيرها، هذه المعلومات تستخدم للتواصل مع الزائر والإجابة عليه ونحو ذلك. ولا يتم تحت أي حال من الأحوال تقديم هذه المعلومات أو بيعها لطرف ثالث إلا في حال ورود طلب قضائي يستوجب كشف مثل هذه البيانات.
ورغم ذلك، قد يتم كشف معلومات عامة للمعلنين لدينا مثل عدد الزوار يومياً ومعدل تصفح الصفحات في الموقع وغيرها من المعلومات الإحصائية التي لا تضر بخصوصية زوارنا.</p>
      </div>


      <div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'> + ماذا نفعل بالمعلومات التي تقدم إلينا ؟


</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 ”أنت\ صيغة المخاطب” نشير بها إليك مستخدم الموقع.لدى قيامك بإدخال المعلومات الخاصة بك (مثلا اسم المستخدم، الاسم الشخصي، بريد الكتروني)، فأنت توافق بأن نقوم نحن بالاحتفاظ بتلك المعلومات وذلك عن طريقنا أو عن طريق خدمات شركة تكون طرفا ثالثا يقوم بمعالجة هذه المعلومات بالنيابة عنا.

يجوز لنا أن نستخدم المعلومات الخاصة بك، المشار اليها اعلاه وذلك حسب بنود سياسة الخصوصية هذه من أجل الأغراض التالية:

إجراء تحليل إحصائي متعلق بسلوك الزوار، والتي يجوز لنا عرضها على أطراف ثالثة على نحو غير شخصي، وبشكل كلي؛
تمكيننا من الإيفاء بكافة المتطلبات المفروضة علينا قانونيا؛
إرسال مخاطبات دورية إليك(والتي تتضمن رسالة بريد إلكتروني) قد تكون رسالة او نشرة اخبارية.</p>
      </div>




      <div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'> +التحديثات


</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 تستطيع أن تعلمنا بأي تحديثات، اوتعديلات، اوتصحيحات، تقوم بها على معلومات المستخدم التي قمنا بجمعها مسبقا من خلال استخدام رابط اتصل بنا الموجود على الموقع.
قد نقوم بتغيير سياسة الخصوصية من وقت إلى آخر ولهذا يتعين عليك مراجعتها دوريا. ويكون استخدامك لموقعنا دلالة على قبول سياسة الخصوصية المطبقة في ذلك الوقت.
نحتفظ بحقنا بتغيير أو تعديل أو تحديث سياسة الخصوصية هذه في أي وقت من الأوقات.
</p>
      </div>




      <div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'>+الرسائل البريدية


</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 تقوم ادارة الموقع بإرسال رسائل بريدية متنوعة لزوارها بشكل دوري، فبتسجيلك في قائمة النشرة البريدية فإنك توافق على استلام هذه الرسائل المتنوعة، علماً أن الموقع لا يقوم بإرسال رسائل دعائية مزعجة للآخرين Spam ، وأيضاً يوفر الموقع في أسفل كل رسالة رابط خاص لمن يرغب في إلغاء إشتراكه، وفي حالة وجود أي شكوى على خدمة الرسائل، بإمكانك إرسالها مباشرة إلينا عبر صفحة اتصل بنا الموجودة بالموقع.</p>
      </div>



      
      <div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'> + إلغاء الاشتراك

</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 تستطيع عندما تريد سحب موافقتك على استلام رسائل دورية وذلك عن طريق الضغط على رابط “إلغاء الاشتراك” في الرسائل القادمة منا.
</p>
      </div>




      
      <div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'> + حماية معلومات المستخدم الخاصة بك


</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 للأسف يعتبر إرسال البيانات عبر الإنترنت أمرا لا يمكن ضمانه على نحو كلي. ومع التزامنا التام بحماية معلومات المستخدم الخاصة بك، فإننا لا نستطيع ضمان أمان إرسال معلومات المستخدم الخاصة بك إلى الموقع. إن أي بيانات يتم إرسالها، بما في ذلك معلومات المستخدم الخاصة بك، تكون على مسؤوليتك أنت.
من جانبنا فإننا نعي معايير الصناعة ونستخدم تطبيقات الأمان والحماية من أجل حماية معلومات المستخدم من أي اختراق غير مشروع أو إساءة استخدام. وعليه ولدى استخدامنا معلومات المستخدم فإننا نقوم بتطبيق إجراءات معايير الصناعة ومواصفات الأمن من أجل منع الوصول غير المشروع إلى معلومات المستخدم.
</p>
      </div>




      <div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'> + جمع البيانات



</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 عند استخدام الموقع قد تصادف مناطق مثل المنتديات أو خدمات الفيديو حيث يتم الطلب منك كمستخدم إدخال معلومات المستخدم الخاصة بك. يتم استخدام مثل معلومات المستخدم هذه فقط للهدف التي يتم جمعها من أجله، وأي أغراض أخرى يتم تحديدها في نقطة الجمع وذلك بالتوافق مع سياسة الخصوصية هذه. لن نقوم بالإفصاح عن أي من معلومات المستخدم التي توفرها لطرف ثالث دون إصدارك الموافقة على ذلك، باستثناء ضرورة توفير خدمات قمت بتحديد طلبها.</p>
      </div>







      <div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'> + للاتصال بنا



</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 للاستفسار أو التعليق حول هذه السياسة الرجاء الاتصال بنا
</p>
      </div>


      </div>
        </>
     );
}
 
export default Privacy;