const Publishwithus = () => {
    return ( 
        <>
 <div className='blg'>
<div className='headblogs'>

<div className='titlehead'>
<h2 className='h2'> Tawfikshoot حقوق الملكية dmca
</h2> 
</div>

</div>
      <div className='aboutus'>
 <p className='paraaboutus'> 
 الكورة لايف هو موقع انترنت يقدم خدماته توافقا مع بند ٢ من قانون حق المؤلف للألفية الرقمية، tawfikshoot.live U.S.C. القسم 512 (“DMCA”).

ولذلك نتعامل مع اي بلاغ مقدم بسبب انتهاك حقوق الملكية الفكرية على الموقع بشكل بالغ الجدية.

وعليه لا يسمح بنسخ او نقل اي من محتويات الصحيفة كتابياً او وسائط بدون اذن كتابي مسبق من الصحيفة، ويحق للموقع اتخاذ كافة الإجراءات القانونيه اللازمه للحفاظ على حقوقه الفكرية.

اما في حال وجدتم اي محتوى على الكورة لايف ينتهك حقوق الملكية الفكرية الخاصة بكم بشكل او بآخر نرجو التواصل على وسائل الاتصال هنا تواصل مع اداة موقع الكورة لايف وتوضيح في طلبكم كيف تم خرق حقوق الملكية الخاصه بكم وارسال الرابط الخاص بالموقع تحديدا الذي به انتهاك لحقوقكم الفكرية، وسوف نوافيكم برد واضح حول الموقف وحذف اي خرق او انتهاك لمادتكم الفكرية

وتقبلوا فائق احترامنا للاتصال بنا من هنا </p>
      </div>

      </div>
        </>
     );
}
 
export default Publishwithus;